Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/VideoSubscriberAccount.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DEVELOPER_ERROR_LAUNCHING_OOB_TITLE
source: An error occurred launching the Out-of-Box Flow.
ar: حدث خطأ في تشغيل Out-of-Box.
bg: Възникна грешка при процеса на първоначално пускане.
ca: Hi ha hagut un error en iniciar el flux de simulació de la configuració inicial.
cs: Při spouštění úvodního nastavení došlo k chybě.
da: Der opstod en fejl ved start af out-of-box-indstillingsproceduren.
de: Beim Starten des Out-of-Box-Ablaufs ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την εκκίνηση της Ροής αποκωδικοποιητή.
es: Se ha producido un error al iniciar el flujo de simulación de la configuración inicial.
es_419: Ocurrió un error al abrir el flujo de configuración rápida.
fi: Virhe käynnistettäessä Out-of-Box-kulkua.
fr: Une erreur est survenue lors du lancement du flux prêt à l’emploi.
fr_ca: Une erreur s’est produite lors du lancement du processus prêt à l’emploi.
he: ארעה שגיאה בעת הפעלת ״תהליך הגדרה מהירה״.
hi: आउट ऑफ़ बॉक्स फ़्लो लॉन्च करते समय एरर हुआ।
hr: Došlo je do greške prilikom pokretanja tijeka Out-of-Box.
hu: Hiba történt az alapbeállítási folyamat elindításakor.
id: Terjadi kesalahan saat meluncurkan Alur Awal.
it: Si è verificato un errore durante l’avvio della configurazione “Out of Box”.
ja: アウトオブボックスフローの起動中にエラーが起きました。
kk: Бастапқы іске қосу ағынын іске қосу кезінде қате орын алды.
ko: 아웃오브박스 플로우를 실행하는 도중 오류가 발생했습니다.
lt: Įvyko klaida paleidžiant sąrankos srautą.
ms: Ralat berlaku semasa melancarkan Aliran Luar Kotak.
nl: Er heeft zich een fout voorgedaan bij het starten van de out-of-box-flow.
no: Det oppsto en feil med å starte oppstartsflyten.
pl: Wystąpił błąd podczas uruchamiania procesu OOTB.
pt: Ocorreu um erro ao iniciar um Fluxo Fora da Caixa.
pt_pt: Ocorreu um erro ao iniciar o processo out-of-box.
ro: A survenit o eroare la lansarea fluxului de configurare inițială.
ru: Произошла ошибка при запуске потока первичного запуска.
sk: Počas spúšťania úvodného nastavovania sa vyskytla chyba.
sl: Pri zaganjanju pripravljenega toka je prišlo do napake.
sv: Ett fel inträffade när uppstartsflödet skulle startas.
th: เกิดข้อผิดพลาดขึ้นในระหว่างเปิดใช้สัญญาณออก
tr: Kutu Dışı Akışı başlatmakla ilgili bir hata oluştu.
uk: Сталася помилка під час запуску початкового налаштування.
vi: Đã xảy ra lỗi khi khởi chạy tính năng Mở hộp.
zh_cn: 启动开箱即用流程时出错。
zh_hk: 展開「開箱流程」時發生錯誤。
zh_tw: 啟動「開箱即用流程」時發生錯誤。

# CREDENTIAL_ENTRY_VERIFYING
source: Verifying
ar: يجري التحقق
bg: Потвърждаване
ca: Verificant
cs: Ověřování
da: Bekræfter
de: Überprüfen
el: Επαλήθευση…
es: Verificando
es_419: Verificando
fi: Tarkistetaan
fr: Vérification
fr_ca: Vérification
he: מאמת
hi: सत्यापित किया जा रहा है
hr: Provjeravanje
hu: Ellenőrzés
id: Memverifikasi
it: Verifico
ja: 検証中
kk: Тексерілуде
ko: 확인 중
lt: Tvirtinama
ms: Mengesahkan
nl: Verifiëren
no: Verifiserer
pl: Weryfikuję
pt: Verificando
pt_pt: A confirmar
ro: Verificare
ru: Проверка
sk: Overujem
sl: Preverjanje
sv: Bekräftar
th: กำลังตรวจสอบยืนยัน
tr: Doğrulanıyor
uk: Перевірка
vi: Đang xác minh
zh_cn: 正在验证
zh_hk: 正在驗證
zh_tw: 驗證中

# PLAYBACK_ACTIVITY_REPORTING_COMBINED_CONSENT_MESSAGE_FORMAT
source: You’ll be signed in to supported apps using your TV subscription, so you don’t have to sign in to each one. These apps will also share what you watch with Apple while using the Apple Account %@, so you can continue watching on any of your devices. Separate app installation may be required.
ar: سيتم تسجيل الدخول إلى التطبيقات المدعومة باستخدام اشتراك التلفزيون حتى لا تحتاج لتسجيل الدخول إلى كل منها على حدة. ستشارك هذه التطبيقات مع Apple أيضًا ما تشاهده أثناء استخدامك لحساب Apple "%@" حتى يمكنك متابعة المشاهدة على أي من أجهزتك. قد يلزم تثبيت تطبيق منفصل.
bg: Ще влезете в поддържаните приложения с помощта на вашия ТВ абонамент и няма да е необходимо да влизате всеки път. Освен това тези приложения ще споделят с Apple какво гледате, докато използвате Apple регистрацията %@. Така можете да продължите да гледате на всяко от вашите устройства. Може да е необходимо инсталирането на отделно приложение.
ca: S’iniciarà la sessió a les apps compatibles amb la subscripció de TV, de manera que no hauràs de fer‑ho individualment en cadascuna. Aquestes apps també compartiran amb Apple allò que miris amb el compte d’Apple %@ perquè ho puguis continuar mirant en qualsevol dispositiu compatible. Pot ser que calgui instal·lar l’app per separat.
cs: Budete přihlášeni k podporovaným aplikacím určeným k odběru televizního obsahu, takže se nebudete muset přihlašovat ke každé zvlášť. Když budete přihlášeni pod účtem Apple %@, budou tyto aplikace také sdílet informace o sledovaném obsahu se společností Apple, abyste mohli ve sledování obsahu pokračovat na kterémkoli ze svých zařízení. Je možné, že budete muset nainstalovat samostatné aplikace.
da: Du logges ind på understøttede apps, som bruger dit tv-abonnement, så du ikke behøver logge ind på hver enkelt. Disse apps deler også, hvad du ser, med Apple, når du bruger Apple-kontoen %@, så du kan se videre på alle dine enheder. Separat installering af app kan være nødvendig.
de: Du wirst bei unterstützten Apps über dein TV-Abo angemeldet, sodass du dich nicht bei jeder einzeln anmelden musst. Diese Apps werden außerdem Informationen über die angesehenen Inhalte mit Apple teilen, wenn du mit dem Apple Account „%@“ angemeldet bist, sodass die Wiedergabe auf jedem deiner Geräte fortgesetzt werden kann. Apps müssen möglicherweise getrennt installiert werden.
el: Θα γίνει σύνδεση σε υποστηριζόμενες εφαρμογές μέσω της τηλεοπτικής συνδρομής σας, συνεπώς δεν θα χρειαστεί να συνδεθείτε σε καθεμία. Αυτές οι εφαρμογές θα κοινοποιούν επίσης αυτά που παρακολουθείτε στην Apple κατά τη χρήση του λογαριασμού Apple «%@», ώστε να μπορείτε να συνεχίσετε την παρακολούθηση σε οποιαδήποτε συσκευή σας. Μπορεί να απαιτηθεί ξεχωριστή εγκατάσταση εφαρμογών.
es: Tu sesión se iniciará en todas las apps que sean compatibles con tu suscripción de TV para que no tengas que iniciar sesión en cada una de ellas. Estas apps también compartirán con Apple el contenido que veas mientras utilices la cuenta de Apple %@ para que puedas seguir viéndolo en cualquiera de tus dispositivos. Es posible que las apps deban instalarse por separado.
es_419: Iniciarás sesión en apps compatibles utilizando tu suscripción de TV para que no tengas que iniciar sesión en cada una. Estas apps también compartirán lo que ves con Apple mientras uses la cuenta de Apple %@, para que puedas seguir viendo los contenidos en cualquiera de tus dispositivos. Se podría requerir la instalación de apps por separado.
fi: Sinut kirjataan sisään TV-tilaustasi käyttäviin tuettuihin appeihin, joten sinun ei tarvitse kirjautua niihin erikseen. Nämä apit jakavat Applelle myös tiedon siitä, mitä katsot, kun käytät Apple-tiliä %@, joten voit jatkaa katselua millä tahansa laitteellasi. Appi on ehkä asennettava erikseen.
fr: Nous allons vous connecter aux apps prises en charge utilisant votre abonnement TV pour que vous n’ayez pas à vous connecter à chacune séparément. Ces apps partageront également avec Apple ce que vous visionnez lorsque vous utilisez le compte Apple %@ pour vous permettre de poursuivre la lecture sur tous vos appareils. L’installation d’autres apps peut être requise.
fr_ca: La connexion aux apps prises en charge à l’aide de votre abonnement télévisuel sera automatique, et vous n’aurez pas à vous connecter à chacune séparément. Ces apps partageront également ce que vous visionnez avec Apple lorsque vous utilisez le compte Apple %@, pour que vous puissiez poursuivre l’écoute sur tous vos appareils. Il est possible que l’installation d’une app séparée soit requise.
he: מינוי שירותי הטלוויזיה שלך ישמש להתחברות ליישומים נתמכים, כדי שלא יהיה צורך להתחבר לכל אחד בנפרד. יישומים אלה ישתפו עם Apple את תוכן הצפייה שלך, כל עוד נעשה שימוש בחשבון ה-Apple ‏%@, כדי שיהיה באפשרותך להמשיך בצפייה מכל המכשירים שלך. ייתכן שיהיה צורך בהתקנה נפרדת של יישומים.
hi: आपको आपके टीवी सब्सक्रिप्शन के उपयोग से समर्थित ऐप्स में साइन इन किया जाएगा, इसलिए आपको अलग-अलग साइन इन करने की आवश्यकता नहीं है। ये ऐप्स यह भी शेयर करेंगे कि आप Apple के साथ Apple खाते %@ का उपयोग करते हुए क्या देखते हैं, जिससे आप अपने किसी भी डिवाइस पर देखना जारी रख सकें। अलग ऐप इंस्टॉलेशन की आवश्यकता हो सकती है।
hr: Bit ćete prijavljeni u podržanim aplikacijama pomoću vaše TV pretplate pa se ne morate pojedinačno prijavljivati u svaku. Te aplikacije također će s Appleom podijeliti informacije o sadržajima koje ste gledali uporabom Apple računa %@ kako biste mogli nastaviti gledati na svim svojim uređajima. Možda ćete trebati instalirati dodatne aplikacije.
hu: A televízió-előfizetése használatával be fog jelentkezni a támogatott appokba, így azokba nem kell egyenként bejelentkeznie. Ezek az appok meg fogják osztani az Apple-lel azt is, hogy Ön mit néz, miközben a(z) %@ Apple-fiókot használja, hogy a megtekintést bármelyik eszközén folytathassa. Előfordulhat, hogy külön appokat is telepítenie kell.
id: Anda akan masuk ke app yang didukung menggunakan langganan TV, sehingga Anda tidak perlu masuk ke app satu per satu. App ini juga akan membagikan apa yang Anda tonton dengan Apple saat menggunakan Akun Apple %@, sehingga Anda dapat lanjut menonton di perangkat mana pun milik Anda. Penginstalan app secara terpisah mungkin diperlukan.
it: Eseguirai l’accesso alle app supportate tramite il tuo abbonamento TV. In questo modo, non dovrai eseguire il login singolarmente. Le app condivideranno con Apple i contenuti che guardi utilizzando l’Apple Account %@ in modo tale che tu possa continuare a farlo su tutti i tuoi dispositivi. Potrebbe essere necessario installare le app singolarmente.
ja: サポートされているアプリへのサインインはTVサブスクリプションによって行われるため、それぞれのアプリにサインインする必要はありません。また、これらのアプリでは、Apple Account %@を使用してAppleデバイスで視聴した情報が共有されるので、どのデバイスでも続きを視聴することができます。個別のアプリのインストールが必要になる場合があります。
kk: Теледидар жазылымыңыз қолдау көрсететін қолданбаларға автоматты түрде кіресіз, сондықтан әрқайсысына бөлек кірудің қажеті жоқ. Сондай-ақ бұл қолданбалар Apple аккаунты (%@) арқылы қаралатын контент туралы ақпаратты Apple компаниясымен бөліседі, осылайша кез келген құрылғыңызда көруді жалғастыруға болады. Бөлек қолданбаны орнату қажет болуы мүмкін.
ko: 사용자의 TV 구독을 사용하여 지원되는 앱에 로그인하기 때문에 각각의 앱에 개별적으로 로그인할 필요가 없습니다. 또한, 이 앱은 ‘%@’ Apple 계정을 사용하는 동안 사용자가 시청하는 항목을 Apple과 공유하여 사용자의 모든 기기에서 계속 시청할 수 있도록 합니다. 별도의 앱 설치가 필요할 수 있습니다.
lt: Prie palaikomų programų būsite prijungti naudojant jūsų televizijos prenumeratą, todėl nereikės prisijungti prie kiekvienos iš jų. Šios programos taip pat bendrins su „Apple“ turinį, kurį žiūrite naudodamiesi „Apple“ paskyra „%@“, todėl galėsite tęsti žiūrėjimą bet kuriame įrenginyje. Gali prireikti įdiegti atskirą programą.
ms: Anda akan didaftar masuk ke app yang disokong menggunakan langganan TV anda, jadi anda tidak perlu mendaftar masuk ke setiap satu. App ini turut akan berkongsi kandungan yang anda tonton dengan Apple semasa menggunakan Akaun Apple %@, jadi anda boleh terus menonton pada mana-mana peranti anda. Pemasangan app berasingan mungkin diperlukan.
nl: Je wordt met je tv-abonnement ingelogd bij ondersteunde apps, zodat je niet op elke app afzonderlijk hoeft in te loggen. Deze apps delen ook wat je met Apple kijkt bij het gebruik van de Apple Account '%@', zodat je op al je apparaten verder kunt kijken. Mogelijk moet je een afzonderlijke app installeren.
no: Du blir logget på støttede tredjepartsapper med TV-abonnementet ditt, slik at du slipper å logge på i hver enkelt app. Disse appene vil også dele det du ser på med Apple så lenge du bruker Apple-kontoen %@. På denne måten kan du fortsette å se på hvilken som helst enhet. Tredjeparts­appene må kanskje installeres separat.
pl: Nie musisz logować się osobno w każdej obsługiwanej aplikacji, ponieważ będą one używały Twojej subskrypcji TV. Aplikacje te będą także udostępniały Apple informacje o tym, co oglądasz, korzystając z konta Apple %@. Dzięki temu możesz kontynuować oglądanie na dowolnym ze swoich urządzeń. Konieczne może być zainstalowanie każdej z aplikacji osobno.
pt: Para evitar que você precise iniciar uma sessão em cada app individualmente, será iniciada uma sessão nos apps compatíveis com a sua assinatura de TV. Esses apps também compartilharão com a Apple o que você assiste com a Conta Apple %@, assim você pode continuar assistindo em qualquer um dos seus dispositivos. Talvez seja necessário instalar os apps separadamente.
pt_pt: A sua assinatura será usada para iniciar sessão nas aplicações compatíveis. Assim, não necessita de iniciar sessão em cada uma delas separadamente. Enquanto usar a conta Apple %@, estas aplicações partilharão o que vê com a Apple para poder continuar a reprodução em qualquer dos seus dispositivos. É possível que seja necessário instalar as aplicações separadamente.
ro: Se va realiza autentificarea dvs. în aplicațiile compatibile care utilizează abonamentul dvs. TV, pentru a nu trebui să vă autentificați individual în fiecare. De asemenea, aceste aplicații vor partaja cu Apple informații despre ceea ce vizionați în timp ce utilizați contul Apple %@, pentru a putea continua vizionarea pe oricare dintre dispozitivele dvs. Poate fi necesară instalarea separată a unor aplicații.
ru: В поддерживаемых приложениях вход с Вашей подпиской на телепровайдера будет выполняться автоматически, поэтому Вам не придется входить в каждое приложение по отдельности. Эти приложения также будут передавать в Apple сведения о том, что Вы смотрите через Аккаунт Apple %@, чтобы Вы могли начинать просмотр на одном своем устройстве и продолжать на другом. Возможно, потребуется установить некоторые приложения отдельно.
sk: Do podporovaných apiek budete prihlásení použitím odberu TV, takže sa nemusíte jednotlivo prihlasovať v každej z nich. Tieto apky budú zároveň zdieľať s Apple informácie o obsahu prehrávanom počas používania Apple účtu %@. Umožňuje vám to pokračovať v prehrávaní na ľubovoľnom z vašich zariadení. Pravdepodobne bude potrebné nainštalovať ďalšie apky.
sl: Z naročnino na televizijske storitve se boste vpisali v podprte aplikacije, da se vam ne bo treba vpisovati v vsako posebej. Te aplikacije bodo delile vsebino, ki jo gledate in jo ponuja Apple, pri čemer uporabljate račun Apple %@, da boste lahko nadaljevali ogled v poljubni napravi. Morda bo zahtevana ločena namestitev aplikacij.
sv: Du loggas in på appar som stöds via ditt TV-abonnemang, så att du inte behöver logga in på varje app för sig. Dessa appar delar också det du tittar på med Apple medan du använder Apple‑kontot %@, så att du kan fortsätta titta med vilken enhet som helst. Du kanske behöver installera appar separat.
th: คุณจะต้องลงชื่อเข้าแอปที่รองรับโดยใช้การสมัครรับบริการทีวีของคุณเพื่อที่คุณจะได้ไม่ต้องลงชื่อเข้าทีละแอป แอปเหล่านี้ยังจะแชร์รายการที่คุณดูกับ Apple ด้วยในระหว่างใช้บัญชี Apple %@ คุณจึงสามารถดูต่อได้บนอุปกรณ์ทุกเครื่องของคุณ อาจต้องติดตั้งแอปแยกต่างหาก
tr: TV aboneliğinizi kullanan desteklenen uygulamalara giriş yapmış olursunuz ve her birine ayrı ayrı giriş yapmanız gerekmez. Bu uygulamalar, %@ Apple Hesabı’nı kullanarak Apple ile izlediklerinizi de paylaşır böylece aygıtlarınızın herhangi birinden izlemeye devam edebilirsiniz. Uygulamaların ayrıca yüklenmesi gerekebilir.
uk: Вхід у підтримувані програми буде виконано за допомогою вашої ТБ‑підписки, тому вам не потрібно буде входити в кожну програму окремо. Ці програми також поширюватимуть для Apple те, що ви дивитесь, коли використовуєте обліковий запис Apple %@, щоб ви могли продовжувати перегляд на будь-якому своєму пристрої. Можливо, потрібно буде інсталювати деякі програми окремо.
vi: Bạn sẽ được đăng nhập vào các ứng dụng được hỗ trợ bằng đăng ký TV của mình, do đó bạn không phải đăng nhập vào từng ứng dụng. Những ứng dụng này cũng sẽ chia sẻ với Apple nội dung bạn xem trong khi sử dụng Tài khoản Apple %@, nên bạn có thể tiếp tục xem trên bất kỳ thiết bị nào của mình. Bạn có thể phải cài đặt ứng dụng riêng lẻ.
zh_cn: 你将登录使用电视订阅且受支持的App，这样就不需要逐个登录。这些App将共享你使用Apple账户%@时观看的内容，以使你可以在任何设备上继续观看。可能需要单独安装每个App。
zh_hk: 你會自動登入使用電視訂閲項目的支援App，毋須個別登入。這些App也會與Apple共享你使用Apple帳户「%@」所觀看的內容，以便你在任何裝置上可以繼續觀看。你可能需要安裝其他App。
zh_tw: 無需個別登入，你會自動登入使用電視訂閱項目的支援App。這些App也會與Apple分享你在使用「Apple帳號」（%@）時觀看的內容，以便你在任何裝置上都可繼續觀看。這可能需要安裝其他App。

# DEVELOPER_DELETION_ACTION_TITLE
source: Remove TV Provider
ar: إزالة مزود خدمة التلفزيون
bg: Премахни ТВ оператор
ca: Elimina el proveïdor de TV
cs: Odstranit poskytovatele TV
da: Fjern tv-udbyder
de: TV-Anbieter entfernen
el: Αφαίρεση παρόχου τηλ. υπηρεσιών
es: Eliminar proveedor de TV
es_419: Eliminar proveedor de TV
fi: Poista TV-palveluntarjoaja
fr: Supprimer le fournisseur TV
fr_ca: Supprimer le fournisseur télévisuel
he: הסרת ספק הטלוויזיה
hi: टीवी सर्विस प्रोवाइडर को हटाएँ
hr: Ukloni TV operatera
hu: Televíziószolgáltató eltávolítása
id: Hapus Penyedia TV
it: Provider TV remoto
ja: TVプロバイダを削除
kk: Теледидар провайдерін жою
ko: TV 제공업체 제거
lt: Televizijos paslaugų teikėjo šalinimas
ms: Keluarkan Penyedia TV
nl: Verwijder tv-aanbieder
no: Fjern TV-distributør
pl: Usuń dostawcę TV
pt: Remover o Provedor de TV
pt_pt: Remover fornecedor de TV
ro: Eliminați furnizorul TV
ru: Удалить телепровайдера
sk: Odstrániť poskytovateľa TV služby
sl: Odstrani ponudnika televizijskih storitev
sv: Ta bort TV-leverantör
th: เอาผู้ให้บริการทีวีออก
tr: TV Sağlayıcıyı Sil
uk: Вилучити ТБ‑провайдера
vi: Xóa nhà cung cấp TV
zh_cn: 移除电视提供商
zh_hk: 移除電視供應商
zh_tw: 移除電視業者

# TV_APP_DEVELOPER_IDENTIFIER
source: ID
ar: المعرّف
el: Αναγνωριστικό
es: Identificador
fi: Tunnus
fr: Identifiant
fr_ca: Identifiant
he: מזהה
hu: Azonosító
kk: Идентификатор
lt: Identifikatorius
tr: Kimlik
uk: Ідентифікатор
zh_hk: 識別碼
zh_tw: 識別碼
